"OK" = "OK";
"DONE" = "已完成";
"Done" = "已完成";
"CANCEL" = "取消";

"Later" = "后";

"NEW_ACTION" = "新动作";
"DELETE_ACTION" = "删除操作";
"Delete project" = "删除项目";
"Move to In-Basket" = "移至收件箱";
"UNDO_ACTION" = "撤消完成";

"Date" = "日期";
"Time" = "时间";
"Alert" = "警报";
"At the same time" = "同时";
"%@ before" = "前 %@";

"LAST_MONTH" = "上个月";
"LAST_WEEK" = "上星期";
"LAST_YEAR" = "去年";
"NEXT_MONTH" = "下个月";
"NEXT_WEEK" = "下周";
"NEXT_YEAR" = "明年";
"SOMEDAY_MAYBE" = "有一天/也许";
"THIS_MONTH" = "这个月";
"THIS_WEEK" = "本星期";
"THIS_YEAR" = "今年";
"TODAY" = "今天";
"TOMORROW" = "明天";
"YESTERDAY" = "昨天";

"CALENDAR" = "日历";

"DESCRIPTION" = "描述";
"DISABLED" = "禁用";
"ENABLED" = "启用";
"SOUND" = "声音";
"TRY" = "尝试";
"Restore" = "恢复";

"in-basket" = "收件箱";
"delegated" = "委托";
"completed" = "完成";

"How soon do you plan to do this?" = "你多久计划做到这一点？";
"Enable repeat and notification will be coming every minute until you act on it." = "启用重复和通知将会直到你行动--在它的每一分钟。";

/* \n is the line break */
"Pull down and release\nto add a new task." = "拉下来并释放\n若要添加一个新的任务";
"Pull a task to the right to\n• complete,\n• defer,\n• calendar or,\n• delegate it." = "对权纳入任务\n• 完成，\n• 押后，\n• 日历，或者，\n• 委托它";
"Pull a task to the left to\n• remove,\n• repeat,\n• itemize or,\n• send it." = "拉到左边的任务\n• 删除，\n• 再说一遍，\n• 详细列举或，\n• 发送它";
"Pull up and release\nto clear completed tasks." = "拉起并释放\n要清除已完成的任务";

"all done" = "所做的一切";

"STATISTICS_ACTIONS_IN_LIST" = "行動\n在列表中";
"STATISTICS_ACTIONS_FOR_TODAY" = "行動\n今天做 ";
"STATISTICS_ACTIONS_DONE_TOTAL" = "行動\n做";
"STATISTICS_DAYS_PASSED_TOTAL" = "天\n通過";
"STATISTICS_ACTIONS_DONE_PER_DAY" = "行動\n每天";

"Purchase" = "采购";
"Receipt for this app expired." = "收到此应用程序已过期。";
"Premium Feature" = "这是一项高级功能";
"Disable ads here just for %@ right now!" = "现在得到 %@！";
"Try for a week" = "尝试一个星期";
"This is a premium feature. But you disabled in-app purchases. Enable them in settings to proceed." = "这是一项高级功能。但您禁用应用程序中购买。在设置继续启用它们。";
"Purchase transaction for the feature failed. Try again later." = "采购事务功能失败。请稍候重试。";
"This is a premium feature. But your device does not have internet connection now. Try again later." = "这是一项高级功能。但是，您的设备没有现在的互联网连接。请稍候重试。";
"All previously purchased features were restored." = "恢复了以前购买的所有功能。";

"You can greatly help by writing a review." = "你可以极大地帮助写评论。";

"WELCOME" = "欢迎";
"keep tasks here" = "保持在这里的任务";

"Repeat" = "重复";
"DAY" = "日";
"WEEK" = "周";
"MONTH" = "一个月";
"everyday" = "日常生活";
"done %@ times" = "做过%@次";
"Skip repetition" = "跳过重复";
"REPEAT_DAY_1" = "日";
"REPEAT_DAY_234" = "天";
"REPEAT_DAY_567890" = "天";

"Complete" = "完成";
"Postpone" = "推迟";
"Schedule" = "时间表";

"Version" = "版本";
"Feedback" = "反馈";
"Help" = "帮助";
"Sounds" = "声音";
"Theme" = "主题";
"Dark" = "黑暗";
"Light" = "光";
"Automatic" = "自动";
"Multiline titles" = "多行标题";
"Delete confirmation" = "删除确认";
"Icon badge" = "图标徽章";
"Calendar reminder" = "日历提醒";
"Overdue reminder" = "过期提醒";
"Process reminder" = "过程提醒";
"Review reminder" = "评论提醒";
"Restore in-app purchases" = "恢复应用内购买";
"Send usage statistics" = "发送使用统计信息";

"Application" = "应用";
"Projects" = "项目";
"Periodic tasks" = "定期任务";
"Archive" = "存档";

"Change in storage" = "更改存储在";
"Сopy existing tasks to the new storage?" = "将现有任务复制到新的存储吗？";

"You don't have tasks for today.\n•\nGo back by pinching in or shaking." = "你今天有没有任务。\n•\n回去在捏或震动。";
"You don't have tasks in this project.\n•\nAdd tasks by pulling down.\n•\nGo back by pinching in or shaking." = "你有没有任务在这个项目中。\n•\n通过拉下添加任务。\n•\n回去在捏或震动。";

/* %@ is where number of done actions will go */
"You have uncompleted tasks (%@). Complete them or assign them new dates." = "你有未完成的任务。完成他们或为它们设置新的日期。 (%@)";
"You should process collected tasks (%@) regularly to stay organized." = "你应该处理收集到的任务，定期以保持组织。 (%@)";
"Review your list (%@) every week, this will keep it current and reliable." = "每周回顾你的清单，这将会使它可靠。 (%@)";

/* %@ is where number of done actions will go */
"Happy" = "快乐";
"Confused" = "困惑";
"Unhappy" = "不开心";
"Tell the story of your success and help others to achive the same!" = "告诉你成功的故事，帮助别人达到相同 ！";
"Search for help on a website or write an email to developer." = "搜索在一个网站上的帮助或写一封电子邮件给开发人员。";
"Sorry to hear. What can I do to fix this?" = "很遗憾听到。我可以做什么要解决这个问题？";
"How do you feel about it?" = "你是怎么感觉呢？";
"Congratulations! You completed %@ tasks." = "恭喜你，你刚刚完成 %@ 个任务 ！";
"Please, rate this app on the App Store. Thanks!" = "请率这个在 App Store 上的应用程序。";
"Rate %@" = "率%@";
"Not now" = "不是现在";
"Don't ask again" = "不要再问";
"I completed %@ tasks!" = "我完成了 %@ 个任务 ！";

"Enjoying this app?" = "享受这个应用程序吗？";
"Would you mind giving me some feedback?" = "劳驾给我们一些建议吗？";
"How about rating on the App Store, then?" = "如何评价在App Store然后呢？";
"Not really" = "否";
"Yes!" = "对";
"No, thanks" = "否";
"Ok, sure" = "对";
"NO" = "否";
"YES" = "对";
